//---------------------------------------------------------------------------
// DSS Library
// Author: Afonin C.A., Bomas V.V., Sudakov V.A., 1997/1999 Russia
//---------------------------------------------------------------------------
// Description: Scale definitions
//---------------------------------------------------------------------------

#ifndef DSSLIB_SCALE_H
#define DSSLIB_SCALE_H


#define NUM_GRAD 15
const char* def_scale[]={"Недопустимо",	"Отвратительно",	"Очень плохо",
						 "Плохо",		"Неудовлетворит.",	"Неважно",
						 "Посредственно","Терпимо",			"Удовлетворит.",
						 "Неплохо",		"Хорошо",			"Очень хорошо",
						 "Отлично",		"Прекрасно",		"Великолепно"};

#endif 